Repository: hosoriolugo/senaite.patient
Catalog: src/senaite/patient/locales/*/LC_MESSAGES/senaite.patient.po
Languages: es

source: <no value>
es: <sin valor>

source: Activate
es: Activar

source: Active
es: Activo/a

source: Add
es: Nuevo...

source: Add the patient email as CC recipient to new samples
es: Añadir el correo electrónico del paciente como destinatario en copia al crear nuevas muestras

source: Address
es: Dirección

source: Age
es: Edad

source: Age / Date of birth
es: Edad / Fecha de nacimiento

source: Age introduction
es: Permitir indicar la edad durante el registro de muestras

source: All
es: Todos

source: Allow patients in clients
es: Pacientes específicos de cliente

source: Allow to publish samples with a temporary MRN
es: Permitir la publicación de muestras cuyo número de expediente médico (MRN) es temporal

source: Allow to verify samples with a temporary MRN
es: Permitir la verificación de muestras cuyo número de expediente médico (MRN) es temporal

source: Birthdate
es: Fecha de nacimiento

source: Can not delete ethnicities that are in use
es: No se pueden eliminar los grupos étnicos que están en uso

source: Can not delete identifiers that are in use
es: No se pueden eliminar identificadores que están en uso

source: Can not delete marital status that is in use
es: No se pueden eliminar estados civiles que están en uso

source: Can not delete races that are in use
es: No se pueden eliminar razas que están en uso

source: Date of Birth
es: Fecha de nacimiento

source: Date of birth
es: Fecha de nacimiento

source: Date of birth cannot be a future date
es: La fecha de nacimiento no puede ser una fecha futura

source: Days
es: Días

source: Deactivate
es: Desactivar

source: Deceased
es: Fallecido

source: Define one or more identifers for this patient
es: Identificadores adicionales

source: Display an alert icon on samples with a temporary MRN
es: Mostrar un icono de alerta para muestras cuyo número de expediente médico (MRN) es temporal

source: Driver ID
es: Carnet de conducir

source: Email Report
es: Enviar informe por email

source: Email address %s is invalid
es: La dirección de correo electrónico %s no es válida

source: Estimated
es: Estimada

source: Field Settings
es: Configuración de los campos

source: Firstname
es: Primer nombre

source: Folder
es: Carpeta

source: Fullname
es: Nombre completo

source: Future dates of birth
es: Fechas de nacimiento futuras

source: Gender
es: Género

source: Gender Identity
es: Identidad de género

source: Gender identity
es: Identidad de género

source: Global settings for patients
es: Configuración general de pacientes

source: Identifiers
es: Identificadores

source: If selected, a control for the introduction of either the age or date of birth will be displayed in Sample registration form and view. Otherwise, only the control for the introduction of the date of birth will be displayed
es: Seleccione esta casilla si desea que se muestre un campo para la introducción tanto de la edad como de la fecha de nacimiento en las vistas de registro y edición de muestra. Desmarque esta casilla si desea que solo se muestre el campo para la introducción de fecha de nacimiento.

source: If selected, a field for the introduction of the patient's gender identity becomes visible in Sample registration form and view. The field for birth sex is always visible regardless of this setting.
es: Seleccione esta casilla si desea que se muestre un campo para la introducción de la identidad de género del paciente en las vistas de registro y edición de muestra. El campo de sexo siempre es visible independientemente del valor de este parámetro de configuración.

source: If selected, patients can be created inside clients.
es: Marque esta casilla si desea poder crear pacientes dentro de clientes.

source: If selected, patients created or referred on sample creation will automatically be shared across users from same client the sample belongs to
es: Seleccione esta casilla si desea que al crear o referenciar pacientes en la vista de registro de muestra, el sistema los comparta automáticamente con el resto de usuarios que pertenecen al mismo cliente al que pertenece la muestra.

source: If selected, the system will allow the introduction of future dates of birth.
es: Si se selecciona, el sistema permitirá la introducción de fechas de nacimiento futuras.

source: If selected, users will be able to publish samples that have a Patient assigned with a temporary Medical Record Number (MRN).
es: Seleccione esta casilla si desea permitir la publicación de muestras de pacientes con un número de expediente médico (MRN) temporal.

source: If selected, users will be able to verify samples that have a Patient assigned with a temporary Medical Record Number (MRN).
es: Seleccione esta casilla si desea que los usuarios puedan verificar muestras de pacientes con un número de expediente médico (MRN) temporal.

source: Inactive
es: Inactivos

source: Key
es: Clave

source: Key '%s' is not unique
es: La clave '%s' no es única

source: Key contains invalid characters
es: La clave contiene caracteres no válidos

source: Key is not unique
es: La clave no es única

source: Lastname
es: Primer apellido

source: List of identifiers that can be selected for a patient.
es: Lista de identificadores que se pueden seleccionar para pacientes.

source: Make the MRN field mandatory in the sample registration form and when creating or modifying patients.
es: Hacer obligatorio el campo MRN en el formulario de registro de muestras y al crear o modificar pacientes.

source: Marital Statuses
es: Estados civiles

source: Medical Record #
es: Nº Historia Clínica

source: Middlename
es: Segundo nombre

source: Months
es: Meses

source: National ID
es: DNI

source: Passport ID
es: Pasaporte

source: Patient
es: Paciente

source: Patient ID
es: ID Paciente

source: Patient Identifiers
es: Identificadores de Paciente

source: Patient MRN of sample is not equal to %s
es: El MRN del paciente de la muestra no es igual a %s

source: Patient Medical Record Number
es: Número de Historia Clínica del Paciente

source: Patient Settings
es: Configuración de Pacientes

source: Patient birthdate
es: Fecha de nacimiento del paciente

source: Patient email is invalid
es: El email del paciente no es válido

source: Patient firstname
es: Primer nombre del paciente

source: Patient fullname of sample is not equal to %s
es: El nombre completo del paciente de la muestra no es igual a %s

source: Patient gender identity
es: Identidad de género del paciente

source: Patient lastname
es: Apellido paterno del paciente

source: Patient legally defined marital status
es: Estado civil legal del paciente

source: Patient middlename
es: Segundo nombre del paciente

source: Patient name
es: Nombre del paciente

source: Patient name entry mode
es: Modo de entrada del nombre del paciente

source: Patient sex at birth
es: Sexo al nacer del paciente

source: Patient's name entry mode in Sample Add form
es: Modo de entrada del nombre del paciente en el formulario de añadir muestra

source: Patients
es: Pacientes

source: Place of residence
es: Lugar de residencia

source: Please set a valid email address first
es: Por favor, establezca primero una dirección de email válida

source: Race and Ethnicity
es: Raza y Etnia

source: Require Medical Record Number (MRN)
es: Requerir Número de Historia Clínica (MRN)

source: Required field: ${title}
es: Campo requerido: ${title}

source: Sex
es: Sexo

source: Sex at birth
es: Sexo al nacer

source: Share patient on sample creation
es: Compartir paciente al crear muestra

source: Sharing
es: Compartición

source: Temporary
es: Temporal

source: Temporary MRN
es: MRN Temporal

source: The Medical Record Number (MRN) assigned to this sample is temporary
es: El Número de Historia Clínica (MRN) asignado a esta muestra es temporal

source: The birthdate is estimated
es: La fecha de nacimiento es estimada

source: The key will be stored in the database and must be unique
es: La clave se almacenará en la base de datos y debe ser única

source: The value will be displayed in the ethnicity selection
es: El valor se mostrará en la selección de etnia

source: The value will be displayed in the identifers selection
es: El valor se mostrará en la selección de identificadores

source: The value will be displayed in the marital status selection
es: El valor se mostrará en la selección de estado civil

source: The value will be displayed in the race selection
es: El valor se mostrará en la selección de raza

source: Value
es: Valor

source: Voter ID
es: DNI

source: When selected, an alert icon is displayed in samples listing for samples that have a Patient assigned with a temporary Medical Record Number (MRN).
es: Cuando se selecciona, se muestra un icono de alerta en el listado de muestras para aquellas que tienen un paciente asignado con un Número de Historia Clínica (MRN) temporal.

source: Years
es: Años

source: Yes
es: Sí

source: description_controlpanel_patient_address_format
es: Definir el formato de la dirección del paciente en las muestras. Variables posibles: $address, $zip, $city, $country, $subdivision1, $subdivision2, $type.

source: description_controlpanel_patient_ageyears
es: Si se selecciona, los meses y días no se mostrarán en la vista de muestra si la edad del paciente es mayor de un año. En ese caso, solo se mostrarán los años

source: description_controlpanel_patient_ethnicities
es: Categorías de etnia del paciente

source: description_controlpanel_patient_marital_statuses
es: Estados civiles legalmente definidos

source: description_controlpanel_patient_races
es: Categorías de raza del paciente

source: description_patient_additional_emails
es: Direcciones de email adicionales para este paciente

source: description_patient_additional_emails_email
es: Dirección de email

source: description_patient_additional_emails_name
es: Privado, Trabajo, Otro, etc.

source: description_patient_additional_phone_numbers
es: Números de teléfono adicionales para este paciente

source: description_patient_additional_phone_numbers_name
es: Privado, Trabajo, Otro, etc.

source: description_patient_additional_phone_numbers_phone
es: Número de teléfono

source: description_patient_deceased
es: Seleccione esta opción si el paciente ha fallecido

source: description_patient_estimated_birthdate
es: Seleccione esta opción si la fecha de nacimiento del paciente es estimada

source: description_patient_ethnicities
es: Categoría general de etnia reportada por el paciente - el sujeto puede tener más de una

source: description_patient_identifiers_key
es: El tipo de identificador que contiene el ID

source: description_patient_identifiers_value
es: El número de identificación del identificador seleccionado

source: description_patient_primary_email
es: Dirección de email principal para este paciente

source: description_patient_primary_phone
es: Número de teléfono principal para este paciente

source: description_patient_races
es: Categoría general de raza reportada por el paciente - el sujeto puede tener más de una

source: ethnicity_asked_unknown
es: Preguntado pero desconocido

source: ethnicity_other
es: Otro

source: ethnicity_unknown
es: Desconocido

source: fullname_not_defined
es: No definido

source: gender_diverse
es: Diverso

source: gender_man
es: Hombre

source: gender_not_specified
es: No especificado

source: gender_trans
es: Transgénero

source: gender_woman
es: Mujer

source: invalid_patient_mrn_is_required
es: El Número de Historia Clínica del paciente es requerido

source: invalid_patient_mrn_must_be_unique
es: El Número de Historia Clínica del paciente debe ser único

source: label_controlpanel_patient_address_format
es: Formato de Dirección

source: label_controlpanel_patient_ageyears
es: Edad en años

source: label_controlpanel_patient_ethnicities
es: Etnias

source: label_controlpanel_patient_marital_statuses
es: Estados Civiles

source: label_controlpanel_patient_races
es: Razas

source: label_firstname
es: Primer nombre

source: label_lastname
es: Apellido Paterno

source: label_middlename
es: Segundo nombre

source: label_patient_additional_emails
es: Direcciones de Email Adicionales

source: label_patient_additional_emails_email
es: Email

source: label_patient_additional_emails_name
es: Nombre

source: label_patient_additional_phone_numbers
es: Números de Teléfono Adicionales

source: label_patient_additional_phone_numbers_name
es: Nombre

source: label_patient_additional_phone_numbers_phone
es: Teléfono

source: label_patient_birthdate
es: Fecha de Nacimiento

source: label_patient_deceased
es: Fallecido

source: label_patient_email_report
es: Enviar informe de resultados por email

source: label_patient_estimated_birthdate
es: La fecha de nacimiento es estimada

source: label_patient_ethnicities
es: Etnias

source: label_patient_ethnicity
es: Etnia

source: label_patient_firstname
es: Primer nombre

source: label_patient_gender
es: Identidad de Género

source: label_patient_identifiers_key
es: Tipo

source: label_patient_identifiers_value
es: ID

source: label_patient_lastname
es: Apellido Paterno

source: label_patient_marital_status
es: Estado Civil

source: label_patient_middlename
es: Segundo nombre

source: label_patient_mrn
es: Nº Historia Clínica

source: label_patient_primary_phone
es: Número de Teléfono Principal

source: label_patient_race
es: Raza

source: label_patient_races
es: Razas

source: label_patient_sex
es: Sexo

source: label_primary_patient_email
es: Dirección de Email Principal

source: label_schema_personal
es: Personal

source: marital_annulled
es: Anulado

source: marital_common_law
es: Unión de Hecho

source: marital_divorced
es: Divorciado

source: marital_domestic_partner
es: Pareja de Hecho

source: marital_interlocutory
es: Interlocutorio

source: marital_legally_separated
es: Legalmente Separado

source: marital_married
es: Casado

source: marital_never_married
es: Soltero

source: marital_polygamous
es: Polígamo

source: marital_unknown
es: Desconocido

source: marital_unmarried
es: No Casado

source: marital_widowed
es: Viudo

source: mrn_not_defined
es: No definido

source: name_entry_mode_first_last
es: Nombre + Apellidos

source: name_entry_mode_first_middle_last
es: Nombre + Segundo nombre + Apellidos

source: name_entry_mode_fullname
es: Nombre completo

source: patient_dob_days
es: Días

source: patient_dob_months
es: Meses

source: patient_dob_years
es: Años

source: patient_fullname_deceased_html
es: ${fullname} <sup>&dagger;</sup>

source: placeholder
es: marcador de posición

source: race_asked_unknown
es: Preguntado pero desconocido

source: race_unknown
es: Desconocido

source: sex_female
es: Femenino

source: sex_male
es: Masculino

source: sex_not_specified
es: No especificado

source: title_patient_samples_listing
es: Muestras de ${patient_fullname}

source: Maternal Lastname
es: Apellido Materno

source: Patient maternal lastname
es: Apellido materno del paciente

source: Patient weight (kg)
es: Peso corporal del paciente (kg)

source: Enter the patient weight in kilograms
es: Registre el peso corporal del paciente en kilogramos.

source: Room #
es: N.º de habitación/cama

source: Patient room/bed number
es: Número de habitación o cama del paciente (si aplica).

source: Show all
es: Mostrar todo

source: Email and Phone
es: Correo electrónico y teléfono

source: label_patient_maternal_lastname
es: Apellido materno

source: Client share
es: Compartir con el cliente

source: label_patient_age
es: Edad

source: description_patient_age
es: Edad en formato YMD (Años-Meses-Días). Ejemplos: '45y 3m 20d', '67y'. Se calcula automáticamente a partir de la fecha de nacimiento.

source: Name
es: Nombre

source: Retention Period
es: Periodo de retención
